[
	{
		"name": "Company Chocobo",
		"lore": "Born and bred in the city-state of Ishgard, the majority of company chocobos are geldings of the rouncey variety; however, massive destriers and miniature Belah'dian jennets are also raised to accommodate the builds of Roegadyn and Lalafell riders respectively.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "quest",
			"info": "My Little Chocobo",
			"location": "R'ashaht Rhiki, Limsa Lominsa Upper Decks (13, 13)"
		},
		{
			"type": "quest",
			"info": "My Little Chocobo",
			"location": "Vorsaile Heuloix, New Gridania (10, 11)"
		},
		{
			"type": "quest",
			"info": "My Little Chocobo",
			"location": "Swift, Ul'Dah - Steps of Nald (8, 9)"
		},
		{
			"type": "quest",
			"info": "I Believe I Can Fly",
			"location": "Arnoulain, Foundation (8, 12)",
			"details": "Completing quest allows mount to fly"
		}]
	},
	{
		"name": "Legacy Chocobo",
		"lore": "In the five years following your sudden disappearance from the Carteneau Flats, your ever-faithful chocobo spent each waking moment galloping across the realm in search of his lost master. His myriad adventures are nothing less than fantastical and heartbreaking...but that is a story for another day.",
		"expansion": "ARR",
		"sources": [{
			"type": "unobtainable",
			"info": "1.x legacy mount",
			"location": "N/A"
		}]
	},
	{
		"name": "Draught Chocobo",
		"lore": "This heretofore unseen breed of chocobo was said to have been discovered by chocobo hunters searching for the legendary Chocobo Forest. Its enormous size would make it a fine pack chocobo, but its foul temper prevents it from completing even the simplest of tasks without the injury of some poor rider.",
		"attributes": "flying passenger",
		"expansion": "ARR",
		"sources": [{
			"type": "promotion",
			"info": "Friend subscribes for 90 days",
			"location": "N/A"
		}]
	},
	{
		"name": "Ceremony Chocobo",
		"lore": "Raised by Ishgard's master breeders for beauty and purity of stock, its snow white feathers are natural and, though fully developed, as soft as down. Temperament-wise, the bird is remarkably docile and one of few breeds who will allow dual riders upon its back.",
		"attributes": "flying passenger",
		"expansion": "ARR",
		"sources": [{
			"type": "other",
			"info": "Host a Ceremony of Eternal Bonding (Gold or Platinum)",
			"location": "East Shroud (17, 16)"
		}]
	},
	{
		"name": "Black Chocobo",
		"lore": "A purebred Ishgardian black chocobo, trained from birth by House Fortemps knight, Ser Haurchefaunt, and presented to you in a gesture of true friendship. The bird is slightly more muscular than you expected and exhibits the strange habit of squatting when left to itself.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "quest",
			"info": "Divine Intervention",
			"location": "House Fortemps Steward, Fortemps Manor"
		}]
	},
	{
		"name": "Amber Draught Chocobo",
		"lore": "To Ishgardians, red represents true love and loyalty. To this wild chocobo from the Dravanian forelands, it meant capture at the hands of hunters who easily found a red chocobo sticking out like a sore thumb in the midst of all his yellow brethren.",
		"attributes": "flying passenger",
		"expansion": "ARR",
		"sources": [{
			"type": "promotion",
			"info": "8 Gold Chocobo Feathers (Recruit-a-Friend)",
			"location": "Calamity Salvager, Limsa Lominsa Upper Decks (11, 14)"
		},
		{
			"type": "promotion",
			"info": "8 Gold Chocobo Feathers (Recruit-a-Friend)",
			"location": "Calamity Salvager, Old Gridania (10, 8)"
		},
		{
			"type": "promotion",
			"info": "8 Gold Chocobo Feathers (Recruit-a-Friend)",
			"location": "Calamity Salvager, Ul'dah - Steps of Thal (12, 13)"
		}]
	},
	{
		"name": "Fat Chocobo",
		"lore": "Playfully described by some as 'large and in charge,' in truth, when summoned, this gluttonous gourmand will flap nary a feather unless a garland of gysahl greens is dangled before him - in which case not even the laws of nature can slow the fat chocobo down.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "merchandise",
			"info": "FFXIV: ARR Collector's Edition",
			"location": "N/A"
		}]
	},
	{
		"name": "Parade Chocobo",
		"lore": "Originally purchased by the Adventurers' Guild for use in festival parades, this portly steed quickly wore out his welcome by devouring a moon's worth of fodder in a single turn of the sun. Unable to pay the price of upkeep, the guild passed the reigns to some- one more 'commendable.'",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "Leaving a Better Impression II",
			"details": "Receive 3,000 player commendations.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Original Fat Chocobo",
		"lore": "Maybe not larger, but definitely more in charge, this most gluttonous of gluttons inspired the others to great weights. Although most modern chocobos have yellow plumage, historic tomes portray birds covered in feathers whiter than the whitest snowfall─ All the better to see the stains of its many meals.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "unobtainable",
			"info": "Amazon promotion (NA servers) (expired)",
			"location": "N/A"
		},
		{
			"type": "unobtainable",
			"info": "GamesMaster promotion (EU servers) (expired)",
			"location": "N/A"
		},
		{
			"type": "unobtainable",
			"info": "7-11 promotion (JP servers) (expired)",
			"location": "N/A"
		}]
	},
	{
		"name": "Fat Moogle",
		"lore": "This plus-sized patrician epitomizes the ancient moogle proverb regarding kupo nuts that says, 'Once you kupop, you cannot stop.' Basic laws of physics suggest that wings as small as the fat moogle's should not provide enough lift for true flight... yet here we are.",
		"attributes": "flying passenger",
		"expansion": "ARR",
		"sources": [{
			"type": "cashshop",
			"info": "$30",
			"location": "N/A"
		}]
	},
	{
		"name": "Magitek Armor",
		"lore": "This suit of Garlean-developed reaper-class magitek battle armor has had its original control systems purged and replaced with a new, modified core built by Cid of the Garlond Ironworks.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "quest",
			"info": "The Ultimate Weapon",
			"location": "Raubahn, Northern Thanalan (16, 17)"
		}]
	},
	{
		"name": "Gilded Magitek Armor",
		"lore": "It only took a few heated skirmishes with the allied city-states for Garlemald to realize that the magicks wielded by the realm's mages were too much for even the thickest of magitek armor plating. Alloyed gilding has since been discovered to dampen the effects of elemental charges and is now standard issue.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "Everybody's Darling",
			"details": "Receive 500 player commendations.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "White Devil",
		"lore": "This masterpiece of Imperial ingenuity is the selfsame suit of warmachina operated by XIVth Legion tribunus Livia sas Junius in the Garlean Empire's invasion and subjugation of Ilsabard's northern reaches.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "cashshop",
			"info": "$12",
			"location": "N/A"
		}]
	},
	{
		"name": "Red Baron",
		"lore": "Constantly modified and improved by the Nero himself, this warmachina of Garlean construct barely resembles the suit issued to tol Scaeva on the day of his promotion to tribunus.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "cashshop",
			"info": "$12",
			"location": "N/A"
		}]
	},
	{
		"name": "Goobbue",
		"lore": "Traded for a song by the High Satrap of a distant land, the secret to taming these creatures once thought to be unbreakable was introduced to Eorzea by a mysterious wandering minstrel who journeyed through the realm in the final days before the Calamity.",
		"expansion": "ARR",
		"sources": [{
			"type": "unobtainable",
			"info": "1.x legacy mount",
			"location": "N/A"
		}]
	},
	{
		"name": "Laurel Goobbue",
		"lore": "After having the moss and flowers growing upon his head pulled up and tossed aside like common weeds by a band of sylvan ne'er-do-wells, this quiet-mannered goobbue was taken in and cared for by the sylphs of Little Solace whose elders crafted for him a magnificent laurel with which to hide his scars.",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "120,000 gil",
			"details": "Only offered with 'Trusted' reputation with Sylphs.",
			"location": "Sylphic Vendor, East Shroud (22, 26)"
		}]
	},
	{
		"name": "Coeurl",
		"lore": "Native to the jungles of the Near East, coeurls were only recently introduced to Eorzea, brought over from faraway lands such as Thavnair by Ul'dahn nobles who thought to breed them as pets. Now, but a handful of skilled tamers living in recluse on the Pearl are said to be able to train them.",
		"expansion": "ARR",
		"sources": [{
			"type": "merchandise",
			"info": "FFXIV: ARR Collector's Edition",
			"location": "N/A"
		}]
	},
	{
		"name": "War Panther",
		"lore": "While more difficult to train than their cousins the coeurls, panthers bring their riders much more advantage on the field due to the beasts' inherent affinity to various magic. It is also believed that many Dark Knight battle techniques were conceived by watching panthers hunt.",
		"expansion": "Heavensward",
		"sources": [{
			"type": "achievement",
			"info": "But Somebody's Gotta Do It (Dark Knight)",
			"details": "Complete 200 high-level full party duties as a dark knight.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Ahriman",
		"lore": "Though little is known of the void and the creatures which call the extra-dimensional realm home, scholars have discovered that there is a strict hierarchy amongst voidsent consisting of twelve distinct tiers. Ahrimans are believed to fall into the fifth, making them formidable foes... when not enthralled by curses.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "promotion",
			"info": "90 days (3 months) subscribed",
			"location": "N/A"
		}]
	},
	{
		"name": "Behemoth",
		"lore": "Immediately following the Calamity, an adventurer returning to Gridania from the Falcon's Nest in Coerthas happened upon a den of baby behemoths who had lost their mother to Bahamut's flames. Despite objections from friends and family alike, she kept the beasts, eventually training them to serve as mounts.",
		"expansion": "ARR",
		"sources": [{
			"type": "promotion",
			"info": "270 days (9 months) subscribed",
			"location": "N/A"
		}]
	},
	{
		"name": "Cavalry Drake",
		"lore": "Training a cavalry drake is a long and arduous process that begins the moment the scalekin hatches. Never allowed to see its mother, the creature is raised solely in the presence of a drake whisperer while being weaned on the incendiary glands of aged battle drakes to ensure it is both submissive and deadly.",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "120,000 gil",
			"details": "Only offered with 'Trusted' reputation with Amalj'aa.",
			"location": "Amalj'aa Vendor, Southern Thanalan (23, 14)"
		}]
	},
	{
		"name": "Cavalry Elbst",
		"lore": "To ensure his elbst do not find themselves at a disadvantage to swift-running chocobos, Pahh of Novv's Clutch clips the webbing on their feet at a young age, rendering them more capable of achieving high speeds on land. This procedure, however, robs them of their natural- born ability to swim.",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "120,000 gil",
			"details": "Only offered with 'Trusted' reputation with Sahagin.",
			"location": "Western La Noscea (16, 22)"
		}]
	},
	{
		"name": "Bomb Palanquin",
		"lore": "Upon learning that his creations were forever lacking the power to combust, 789th Order Acolyte Ba Go did what any master of explosives would - attach the bombs to the corners of an iron bench and create a floating coach.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "120,000 gil",
			"details": "Only offered with 'Trusted' reputation with Kobolds.",
			"location": "Kobold Vendor, Outer La Noscea (21, 17)"
		}]
	},
	{
		"name": "Warlion",
		"lore": "Early in the Sixth Astral Era, lions were brought over from the Near East and trained to serve as battle mounts for the Sultansworn of Ul'dah. Deemed unbreakable, those not sold to the Coliseum for venationes were released into the deserts of Thanalan where they eventually reverted back to a feral state.",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "But Somebody's Gotta Do It (Paladin)",
			"details" :"Complete 200 high-level full party duties as a paladin.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Warbear",
		"lore": "In generations past, warriors seeking fame and glory would journey out into the untamed wilds of Abalathia's Spine in search of the giant grizzled bears that roamed the mountains, and would wrestle the beasts into submission, riding their prizes back to civilization. That is, or die trying.",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "But Somebody's Gotta Do It (Warrior)",
			"details" :"Complete 200 high-level full party duties as a warrior.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Direwolf",
		"lore": "Mass cullings of the beasts during the Sixth Astral Era prompted naturalists to deem the species extinct. However, this claim was proved false when Ixali scouts discovered a lone pack roaming the sparsely inhabited mountains of Xelphatol.",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "120,000 gil",
			"details": "Only offered with 'Trusted' reputation with Ixal.",
			"location": "Ixali Trader, North Shroud (24, 22)"
		}]
	},
	{
		"name": "Adamantoise",
		"lore": "Native to the Near Eastern island of Thavnair, adamantoises were long thought to be impossible to domesticate. However, through the efforts of Ul'dahn zoologists, a handful of the colossal scalekin have been successfully trained to accept riders.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "200,000 MGP",
			"location": "Gold Saucer Attendant, Gold Saucer (5, 6)"
		}]
	},
	{
		"name": "Fenrir",
		"lore": "Following the rise of Ishgard, hoarhounds all but disappeared from the Coerthas highlands. However, the shift in climate caused by the Calamity has seen the legendary beasts descend from their mountain dens once more.",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "1,000,000 MGP",
			"location": "Gold Saucer Attendant, Gold Saucer (5, 6)"
		}]
	},
	{
		"name": "Griffin",
		"lore": "Fantastical winged beasts native to the unscalable peaks of Abalathia's Spine, griffins actually have a long history of serving as mounts. Indeed, before the city-state's fall, the Ala Mhigan army maintained a regiment of griffin-back soldiers who would harry opposing forces.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "merchandise",
			"info": "Heavensward Collector's Edition",
			"location": "N/A"
		}]
	},
	{
		"name": "Sanuwa",
		"lore": "Countless turns of the sun did Luna Vanu train this wild sanuwa to obey the orders of man, and for many moons did he wait for one he deemed worthy of taking up this noble cloudkin's reins. Wait, he did, until you arrived.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "vendor",
			"info": "200,000 gil",
			"details": "Only offered with 'Sworn' reputation with Vanu Vanu.",
			"location": "Luna Vanu, Sea of Clouds (7, 14)"
		}]
	},
	{
		"name": "Twintania",
		"lore": "Bound to eternal thralldom via an Allagan neurolink, this ancient wyvern from the southern continent of Meracydia will remain a loyal servant as long as you possess its identification key.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "promotion",
			"info": "15 Gold Chocobo Feathers (Recruit-a-Friend)",
			"location": "Calamity Salvager, Limsa Lominsa Upper Decks (11, 14)"
		},
		{
			"type": "promotion",
			"info": "15 Gold Chocobo Feathers (Recruit-a-Friend)",
			"location": "Calamity Salvager, Old Gridania (10, 8)"
		},
		{
			"type": "promotion",
			"info": "15 Gold Chocobo Feathers (Recruit-a-Friend)",
			"location": "Calamity Salvager, Ul'dah - Steps of Thal (12, 13)"
		}]
	},
	{
		"name": "Wyvern",
		"lore": "Fifty score years ago, this wyvern made a pact with a knight to aid in vanquishing evil from the skies. Even now, long after the knight's passing, the wyvern has kept that promise, ever circling the heavens - ignoring the calls of his brethren to take up arms against mankind.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "vendor",
			"info": "6 Clan Mark Logs",
			"location": "Bertana, Idyllshire (5, 5)"
		}]
	},
	{
		"name": "Kongamato",
		"lore": "After hatching from an egg laid near the riverbanks, the kongamato larva spends its early life as a water-dwelling insect. Its maturity is signified by metamorphosis, during which its wings sprout forth and it takes to the skies.",
		"expansion": "Heavensward",
		"sources": [{
			"type": "vendor",
			"info": "200,000 gil",
			"location": "Vath Stickpeddler, The Dravanian Forelands (24, 19)",
			"details": "Only offered with 'Sworn' reputation with Vath."
		}]
	},
	{
		"name": "Zu",
		"lore": "This massive bird hunts by grasping its prey within its saw-like beak, and finishes it off with a few violent shakes of its long neck before swallowing the now-dead quarry whole.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "vendor",
			"info": "1 Iron Voyage Spoil",
			"location": "Bertana, Idyllshire (5, 5)"
		}]
	},
	{
		"name": "Bennu",
		"lore": "This bird was reborn after drinking deep of the aether that flowed forth from the immortal Phoenix, who appeared in the skies of Carteneau during the Calamity. Named after a legendary bird, bennu means 'a shining object, rising in brilliance.'",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "cashshop",
			"info": "$25",
			"location": "N/A"
		}]
	},
	{
		"name": "Cloud Mallow",
		"lore": "While cloud mallows grow naturally in the Churning Mists, some of the inhabitants of Moghome have spent generations cultivating their own seeds to allow for stronger stems and larger yields of mallow puffs, a sprinkling of which can stimulate even the most lethargic of moogles to work with unbridled joy.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "vendor",
			"info": "200,000 gil",
			"details": "Only offered with 'Sworn' reputation with Moghome.",
			"location": "Mogmul Mogbelly, The Churning Mists (16, 29)"
		}]
	},
	{
		"name": "Disembodied Head",
		"lore": "E-Una-Kotor created this winged monstrosity using stone hewn from the very walls of the Palace of the Dead in an attempt to better understand the guardian golems which watch over the Lost City of Amdapor. That the face chosen for the design bears an uncanny likeness to a certain someone is one stone best left unturned.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "vendor",
			"info": "10 Gelmorran Potsherd",
			"location": "E-Una-Kotor, South Shroud (25, 20)"
		}]
	},
	{
		"name": "Logistics System",
		"lore": "One of the automated system drones deployed by the Allagans to maintain and protect their strongholds. After being unearthed by the Sons of Saint Coinach, the mechanical sphere was modified by Nero tol Scavea into a personal transportation device.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "Behind Enemy Lines I",
			"details": "Guide any of the three Grand Companies to a total of 200 Frontline victories.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Aerodynamics System",
		"lore": "Unearthed in the eastern lowlands of Coerthas, engineers surmise that this particular Allagan drone would likely have been used in aerial defense, although its weaponry functions are now beyond repair. Even so, it is still quite convenient as a transportation device.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "achievement",
			"info": "In a Blaze of Glory V",
			"details": "Guide any of the three Grand Companies to a total of 100 Fields of Glory victories.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Manacutter",
		"lore": "Supervised (in spirit) by the ever-absent Cid, Biggs and Wedge (with a little bending over by Biggs) put their heads together to create this flight-ready miniature airship, powered by the realm's first corrupted crystal engine.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "quest",
			"info": "Into the Aery",
			"location": "Estinien, Foundation (13, 11)"
		}]
	},
	{
		"name": "Gobwalker",
		"lore": "Originally designed to be a less-fickle replacement for pack raptors, the gobwalker was quickly reoutfitted into a tool of war after it took twenty goblins to chase down and topple a walker that had gone out of control and destroyed an entire workshop.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "raid",
			"info": "The Manipulator",
			"location": "Alexander - The Burden of the Father (Savage)"
		}]
	},
	{
		"name": "Witch's Broom",
		"lore": "Once an ordinary household cleaning tool, relegated to such menial tasks as sweeping and... sweeping, this broom's life changed upon being enchanted by the ogre pumpkinhead. Now the skies are its dusty floors.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "holiday",
			"info": "All Saint's Wake 2015",
			"location": "N/A"
		}]
	},
	{
		"name": "Gloria-class Airship",
		"lore": "Taking inspiration from the half-remembered dream of his grandfather Tatanora, Tatamaru used his encyclopedic knowledge to design a small-scale version of a rotary-winged airship. Its name derives from an airship that appears in an obscure novel of unknown origins.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "achievement",
			"info": "You Are What You Eat IV",
			"details": "Triumph in 200 matches at the Feast.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Arrhidaeus",
		"lore": "Fabricated within Alexander's internal manufactories, Arrhidaeus was primarily used to wreak temporal disruption on any and all invaders. This particular construct saw its weapons systems overridden following capture, and now serves as a glorified transport module.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "raid",
			"info": "Alexander Prime",
			"location": "Alexander - The Burden of the Father (Savage)"
		}]
	},
	{
		"name": "Unicorn",
		"lore": "Not long ago, Eorzean unicorns numbered in the thousands, and could oft be seen roaming the Coerthas highlands in great majestic herds that would render the mountains white as snow. Poaching has caused the population to decline, and if it were not for your act of kindness, there would be one fewer.",
		"expansion": "ARR",
		"sources": [{
			"type": "quest",
			"info": "Unicorn Power",
			"location": "Braya, Old Gridania (6, 11)"
		}]
	},
	{
		"name": "Nightmare",
		"lore": "While it is no secret that it was the enigmatic Ascians who provided the beast tribes with nightmares, their reasons for doing so remain shrouded in mystery. Otherwise untamable, the single piercing tone of a magicked whistle is the only method known to soothe the savage beasts.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Garuda",
			"location": "The Howling Eye (Extreme)"
		},
		{
			"type": "trial",
			"info": "Titan",
			"location": "The Navel (Extreme)"
		},
		{
			"type": "trial",
			"info": "Ifrit",
			"location": "The Bowl of Embers (Extreme)"
		}]
	},
	{
		"name": "Aithon",
		"lore": "Its breath is said to be as hot as the seventh hell. Legend states that the Lord of the Inferno, Ifrit, forged this magicked steed from a nightmare offered by the Amalj'aa in sacrifice.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Ifrit",
			"location": "The Bowl of Embers (Extreme)"
		}]
	},
	{
		"name": "Xanthos",
		"lore": "Legend states that the Lady of the Vortex, Garuda, created this magicked steed from a nightmare offered by the Ixal in sacrifice.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Garuda",
			"location": "The Howling Eye (Extreme)"
		}]
	},
	{
		"name": "Gullfaxi",
		"lore": "Legend states that the Lord of Crags, Titan, wrought this magicked steed from a nightmare offered by the kobolds in sacrifice.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Titan",
			"location": "The Navel (Extreme)"
		}]
	},
	{
		"name": "Enbarr",
		"lore": "Legend states that the Lord of the Whorl, Leviathan, birthed this magicked steed from a nightmare offered by the Sahagin in sacrifice.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Leviathan",
			"location": "The Whorleater (Extreme)"
		}]
	},
	{
		"name": "Markab",
		"lore": "Legend states that the Lord of Levin, Ramuh, drew forth this magicked steed from a nightmare offered by the sylphs in sacrifice.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Ramuh",
			"location": "The Striking Tree (Extreme)"
		}]
	},
	{
		"name": "Boreas",
		"lore": "Legend states that the Lady of Frost, Shiva, birthed this magicked steed from a unicorn offered by her followers in sacrifice.",
		"expansion": "ARR",
		"sources": [{
			"type": "trial",
			"info": "Shiva",
			"location": "Akh Afah Ampitheatre (Extreme)"
		}]
	},
	{
		"name": "Kirin",
		"lore": "Ask any man in Othard who rules the realm of beasts, and you will receive the same answer - Kirin. It is believed that the lion-like creature has walked the eastern lands for over a thousand years and will only answer the call of a hero it has deemed worthy.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "quest",
			"info": "A Legend for a Legend",
			"details": "Quest requires the following mounts to begin: Aithon, Boreas, Enbarr, Gullfaxi, Markab, and Xanathos.",
			"location": "Wandering Minstrel, Mor Dhona (22, 9)"
		}]
	},
	{
		"name": "Astrope",
		"lore": "The emergent studies of winged horses had to be rewritten with a single sighting of Astrope, confirming that adult pegasi are not only enormous in size, but also possessed of a horn. Wary of most, Astrope only allows those of gentle heart to climb upon its back - a back large enough to seat two!",
		"attributes": "flying passenger",
		"expansion": "Heavensward",
		"sources": [{
			"type": "achievement",
			"info": "I Hope Mentor Will Notice Me VI",
			"details": "Complete 2,000 duties via Duty Roulette: Mentor.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Sleipnir",
		"lore": "Blessed by the elder primal himself, Sleipnir will forever remain loyal to those who have proven themselves worthy. In addition to being fearless in battle, the dark steed is also able to manipulate his corporeal form to accommodate any rider, large or small.",
		"expansion": "ARR",
		"sources": [{
			"type": "cashshop",
			"info": "$25",
			"location": "N/A"
		}]
	},
	{
		"name": "Pegasus",
		"lore": "While rumors of a winged horse have graced ancient tomes for centuries, until recently, very little in the way of proof of their existence remained save the random feather or horseshoe housed in some remote monastery's reliquary.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "vendor",
			"info": "99 Brass Pirate Sky Spoils",
			"location": "Spoils Collector, The Pillars (15, 11)"
		}]
	},
	{
		"name": "Storm Warsteed",
		"lore": "After witnessing dazzling demonstrations of how a warsteed might turn the tide of battle, the Grand Companies of Eorzea emptied their coffers at the feet of the Far Eastern uma bugyo, each seeking to put themselves at an advantage during Frontline campaigns.",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "A Line in the Storm IV",
			"details": "Guide the Maelstrom to 100 Frontline victories.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Serpent Warsteed",
		"lore": "After witnessing dazzling demonstrations of how a warsteed might turn the tide of battle, the Grand Companies of Eorzea emptied their coffers at the feet of the Far Eastern uma bugyo, each seeking to put themselves at an advantage during Frontline campaigns.",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "A Line in the Glade IV",
			"details": "Guide the Order of the Twin Adder to 100 Frontline victories.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "Flame Warsteed",
		"lore": "After witnessing dazzling demonstrations of how a warsteed might turn the tide of battle, the Grand Companies of Eorzea emptied their coffers at the feet of the Far Eastern uma bugyo, each seeking to put themselves at an advantage during Frontline campaigns.",
		"expansion": "ARR",
		"sources": [{
			"type": "achievement",
			"info": "A Line in the Sand IV",
			"details": "Guide the Immortal Flames to 100 Frontline victories.",
			"location": "Jonathas, Old Gridania (10, 6)"
		}]
	},
	{
		"name": "White Lanner",
		"lore": "These birds are clad in roiling clouds, and noble Vanu Vanu warriors would sit astride them as part of Bismarck's retinue. The grace with which they glide through the skies evokes the image of a flower petal being carried by gentle western winds.",
		"expansion": "Heavensward",
		"sources": [{
			"type": "trial",
			"info": "Bismarck",
			"location": "The Limitless Blue (Extreme)"
		}, {
			"type": "vendor",
			"info": "99 Expanse Totem",
			"location": "Bertana, Idyllshire (5, 5)"
		}]
	},
	{
		"name": "Rose Lanner",
		"lore": "The ferocity of these birds is enough to give pause to the bravest warrior, and their keen talons cut through flesh as cleanly the Chandrahas themselves. Any who endeavor to mount the rose lanner must possess the savagery that defines the Wrath of the Colony.",
		"expansion": "Heavensward",
		"sources": [{
			"type": "trial",
			"info": "Ravana",
			"location": "Thok Ast Thok (Extreme)"
		}, {
			"type": "vendor",
			"info": "99 Hive Totem",
			"location": "Bertana, Idyllshire (5, 5)"
		}]
	},
	{
		"name": "Round Lanner",
		"lore": "These birds are possessed of dignity equal to the noble personages whom they serve. Ancient Ishgardian knights often indulged themselves in falconry, and lanners were revered for their abilities, their lyncean eyes being well-suited for sighting prey on the ground.",
		"expansion": "Heavensward",
		"sources": [{
			"type": "trial",
			"info": "King Thordan",
			"location": "The Minstrel's Ballad: Thordan's Reign"
		}, {
			"type": "vendor",
			"info": "99 Heavens' Ward Helm Fragment",
			"location": "Bertana, Idyllshire (5, 5)"
		}]
	},
	{
		"name": "Warring Lanner",
		"lore": "These birds are enveloped in an aura radiating a majesty that belies the savage nature of their master. According to the ancient legends of a treelike people native to Meracydia, the lanners bore the seeds of the World Tree across the seas, planting the verdant forests that dot the realm today.",
		"expansion": "Heavensward",
		"sources": [{
			"type": "trial",
			"info": "Sephirot",
			"location": "Containment Bay S1T7 (Extreme)"
		}]
	},
	{
		"name": "Dark Lanner",
		"lore": "Consumed by malice almost equal to their master's, these birds roost in Nidhogg's lair, and regularly bathe themselves in the aetheric tempests surrounding the Aery. Sight of their glowing wings outside the Churning Mists can set the common folk into a panic, as they are thought to be the Horde's harbingers of death.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "trial",
			"info": "Nidhogg",
			"location": "The Minstrel's Ballad: Nidhogg's Rage"
		}]
	},
	{
		"name": "Sophic Lanner",
		"lore": "History tells us that disruption in balance twixt good and evil will invariably result in suffering. The noble lanner serves to restore that balance by placing upon the goddess Sophia's scales the weights of equilibrium - most commonly depicted as our heroes of legend.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "trial",
			"info": "Sophia",
			"location": "Containment Bay P1T6 (Extreme)"
		}]
	},
	{
		"name": "Midgardsormr",
		"lore": "Only after proving your bravery in the face of countless perils has the father of dragons found you to be a worthy heir to the light, and granted you a place upon his back.",
		"attributes": "flying",
		"expansion": "Heavensward",
		"sources": [{
			"type": "quest",
			"info": "Fetters of Lament",
			"location": "Guidance Node, Azys Lla (19, 32)"
		}]
	},
	{
		"name": "Whisper-go",
		"lore": "Taken in by the vibrant sights of the Gold Saucer, the wandering executive sought out the plaza's architect to design him a vessel of transportation similar in flamboyance to its myriad attractions. The seats are so finely upholstered riders swear it is as if they are floating on air.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "holiday",
			"info": "Yo-kai Watch cross-promotion 2016",
			"location": "N/A"
		}]
	},
	{
		"name": "Whisper A-go-go",
		"lore": "Moved by your unyielding dedication and patronage, the wandering executive once again commissioned the architects of the Gold Saucer, this time to upgrade the Whisper-go as a gift from himself and his friend, the wandering minstrel.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "holiday",
			"info": "Yo-kai Watch cross-promotion 2016",
			"location": "N/A"
		}]
	},
	{
		"name": "Black Pegasus",
		"lore": "While uncommon, tales of pegasi black as ink can be found amongst the folklore of countless tribes. One similarity, however, can be observed in nearly all the renditions─that those unworthy of the steed will have their very life essence sapped the moment they climb upon its back.",
		"attributes": "flying",
		"expansion": "ARR",
		"sources": [{
			"type": "other",
			"info": "Unknown",
			"location": "N/A"
		}]
	}
]
